Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Revert to Base Language…** — drops all overrides for the current language, falling back to base text everywhere.
ar: **الرجوع إلى اللغة الأساسية...** — يُسقط جميع التجاوزات للغة الحالية، ويعود إلى النص الأساسي في كل مكان.
ca: **Retorn a l'idioma base...**: elimina totes les substitucions de l'idioma actual i torna al text base a tot arreu.
cs: **Vrátit se na základní jazyk…** – zruší všechna přepsání aktuálního jazyka a všude se vrátí k základnímu textu.
da: **Vend tilbage til basissprog...** — fjerner alle tilsidesættelser for det aktuelle sprog og falder tilbage til basistekst overalt.
de: **Auf Basissprache zurücksetzen…** – löscht alle Überschreibungen für die aktuelle Sprache und greift überall auf den Basistext zurück.
el: **Επαναφορά στη βασική γλώσσα…** — απορρίπτει όλες τις παρακάμψεις για την τρέχουσα γλώσσα, επιστρέφοντας στο βασικό κείμενο παντού.
es: **Volver al idioma base…**: elimina todas las traducciones del idioma actual y usa el texto base en todas partes.
fa: **بازگشت به زبان پایه...** — همهٔ بازنویسی‌های زبان فعلی را حذف می‌کند و همه‌جا متن پایه به کار می‌رود.
fi: **Palauta peruskieleen…** — poistaa kaikki nykyisen kielen ohitukset ja palaa perustekstiin kaikkialla.
fr: **Revenir à la langue de base…** — supprime toutes les traductions de la langue actuelle ; le texte de base s'affiche alors partout.
he: **חזור לשפת הבסיס...** - מסיר את כל העקיפות עבור השפה הנוכחית, ונופל בחזרה לטקסט הבסיסי בכל מקום.
hr: **Vrati na osnovni jezik...** — ispušta sve nadjačavanja za trenutni jezik, vraćajući se svugdje na osnovni tekst.
hu: **Visszaállítás az alapnyelvre…** – az aktuális nyelv összes felülírását elveti, és mindenhol visszaáll az alapszöveghez.
id: **Kembalikan ke Bahasa Dasar…** — menghapus semua penggantian untuk bahasa saat ini, dan kembali ke teks dasar di mana pun.
it: **Ripristina lingua di base…**: elimina tutte le personalizzazioni della lingua corrente, tornando ovunque al testo di base.
ja: **基本言語に戻す...** — 現在の言語の上書きをすべて削除し、すべて基本言語のテキストに戻します。
ko: **기본 언어로 되돌리기…** — 현재 언어에 대한 모든 재정의를 삭제하고 모든 곳에서 기본 텍스트로 돌아갑니다.
ms: **Berbalik kepada Bahasa Asas…** — menggugurkan semua penggantian untuk bahasa semasa, kembali ke teks asas di mana-mana sahaja.
nl: **Terug naar basistaal…** — verwijdert alle overschrijvingen voor de huidige taal en valt overal terug naar de basistekst.
no: **Gå tilbake til grunnspråk...** — sletter alle overstyringer for gjeldende språk, og faller tilbake til grunntekst overalt.
pl: **Przywróć język podstawowy…** — usuwa wszystkie zastąpienia bieżącego języka i wszędzie powraca do tekstu podstawowego.
pt_br: **Reverter para o idioma base…** — elimina todas as substituições do idioma atual, retornando ao texto base em todos os lugares.
pt_pt: **Reverter para o idioma base…** — elimina todas as substituições do idioma atual, retornando ao texto base em todos os lugares.
ro: **Reveniți la limba de bază...** — elimină toate înlocuirile pentru limba curentă, revenind la textul de bază peste tot.
ru: **Вернуть базовый язык…** — удаляет все переопределения для текущего языка, везде возвращаясь к базовому тексту.
sk: **Vrátiť sa na základný jazyk...** — zruší všetky prepísania pre aktuálny jazyk a všade sa vráti k základnému textu.
sl: **Povrni se na osnovni jezik…** — opusti vse preglasitve za trenutni jezik in se povsod vrne na osnovno besedilo.
sv: **Återställ till basspråk...** — tar bort alla åsidosättningar för det aktuella språket och faller tillbaka till bastext överallt.
th: **เปลี่ยนกลับเป็นภาษาหลัก…** — ยกเลิกการแทนที่ทั้งหมดสำหรับภาษาปัจจุบัน โดยถอยกลับไปเป็นข้อความพื้นฐานทุกที่
tr: **Temel Dile Geri Dön…** — geçerli dil için tüm çevirileri kaldırır ve her yerde temel metne geri döner.
uk: **Повернути до базової мови…** — відкидає всі перевизначення для поточної мови, і всюди використовується базовий текст.
ur: **بنیادی زبان پر واپس جائیں…** — موجودہ زبان کے لیے تمام اوور رائیڈز گر جاتے ہیں، ہر جگہ بنیادی متن پر واپس آتے ہیں۔
vi: **Hoàn nguyên về ngôn ngữ cơ sở…** — loại bỏ tất cả các phần ghi đè cho ngôn ngữ hiện tại, quay trở lại văn bản cơ sở ở mọi nơi.
zh_hans: **还原为基准语言…**——删除当前语言的所有覆盖内容，所有地方都改用基准文本。
zh_hant: **回復為基準語言…**——移除目前語言的所有覆寫內容，所有地方都改用基準文字。

source: **Review Changes** lists, per locale and display type, exactly what will be added, what will be replaced, and what stays untouched. Nothing is sent to Apple until you confirm there.
ar: **قوائم **مراجعة التغييرات**، حسب اللغة ونوع العرض، ما سيتم إضافته بالضبط، وما سيتم استبداله، وما لم يتم المساس به. لن يتم إرسال أي شيء إلى Apple حتى تقوم بالتأكيد هناك.
ca: Llistes de **Revisa els canvis**, per configuració regional i tipus de visualització, exactament què s'afegirà, què es substituirà i què no es toca. No s'envia res a Apple fins que no hi confirmeu.
cs: **Zkontrolovat změny** uvádí, podle národního prostředí a typu zobrazení, co přesně bude přidáno, co bude nahrazeno a co zůstane nedotčeno. Do Applu se nic neodešle, dokud to nepotvrdíte.
da: **Gennemgå ændringer**-lister, pr. lokalitet og visningstype, præcis hvad der vil blive tilføjet, hvad der vil blive erstattet, og hvad der forbliver urørt. Der sendes intet til Apple, før du bekræfter der.
de: **Änderungen prüfen** listet pro Sprache und Anzeigetyp genau auf, was hinzugefügt, was ersetzt wird und was unverändert bleibt. Es wird nichts an Apple gesendet, bis du dort bestätigst.
el: **Αναθεώρηση αλλαγών** λίστες, ανά τοπική ρύθμιση και τύπο εμφάνισης, τι ακριβώς θα προστεθεί, τι θα αντικατασταθεί και τι παραμένει ανέγγιχτο. Δεν αποστέλλεται τίποτα στην Apple μέχρι να επιβεβαιώσετε εκεί.
es: **Revisar cambios** muestra, por idioma y tipo de pantalla, exactamente qué se añadirá, qué se reemplazará y qué queda igual. No se envía nada a Apple hasta que lo confirmas ahí.
fa: **بازبینی تغییرات** برای هر زبان و نوع نمایش دقیقاً فهرست می‌کند چه چیزی اضافه، چه چیزی جایگزین و چه چیزی بدون تغییر می‌ماند. تا آن‌جا تأیید نکنید، چیزی به اپل ارسال نمی‌شود.
fi: **Tarkista muutokset** luettelot alueittain ja näyttötyypeittäin tarkalleen, mitä lisätään, mitä korvataan ja mikä pysyy koskemattomana. Mitään ei lähetetä Applelle ennen kuin vahvistat siellä.
fr: **Examiner les modifications** indique, par langue et par type d'écran, exactement ce qui sera ajouté, ce qui sera remplacé et ce qui restera intact. Rien n'est envoyé à Apple tant que vous n'avez pas confirmé à cette étape.
he: **סקור שינויים** רשימות, לפי אזור וסוג תצוגה, בדיוק מה יתווסף, מה יוחלף ומה נשאר ללא נגיעה. שום דבר לא נשלח לאפל עד שתאשר שם.
hr: **Pregled izmjena** navodi, po lokalnoj i vrsti prikaza, točno ono što će se dodati, što će biti zamijenjeno, a što će ostati netaknuto. Ništa se ne šalje Appleu dok tamo ne potvrdite.
hu: A **Változások áttekintése** listákat tartalmaz, területi és megjelenítési típusonként, hogy pontosan mi kerül hozzáadásra, mi lesz lecserélve, és mi marad érintetlen. Semmit sem küldenek az Apple-nek, amíg meg nem erősíti.
id: Daftar **Tinjau Perubahan**, per lokal dan jenis tampilan, apa saja yang akan ditambahkan, apa yang akan diganti, dan apa yang tidak tersentuh. Tidak ada yang dikirim ke Apple sampai Anda mengonfirmasinya di sana.
it: **Rivedi modifiche** elenca, per lingua e tipo di display, esattamente cosa verrà aggiunto, cosa verrà sostituito e cosa resterà invariato. Non viene inviato nulla ad Apple finché non confermi lì.
ja: **変更を確認** では、ロケールと表示タイプごとに、追加されるもの、置き換えられるもの、変更されないものが正確に一覧表示されます。そこで確定するまで Apple には何も送信されません。
ko: **변경 사항 검토**는 로케일과 디스플레이 유형별로 추가될 항목, 교체될 항목, 그대로 유지될 항목을 정확히 보여 줍니다. 그 화면에서 확인하기 전까지는 Apple로 아무것도 전송되지 않습니다.
ms: **Semak Perubahan** senarai, setiap tempat dan jenis paparan, perkara yang akan ditambah, perkara yang akan diganti dan perkara yang tidak disentuh. Tiada apa-apa dihantar kepada Apple sehingga anda mengesahkan di sana.
nl: **Bekijk wijzigingen** geeft per landinstelling en weergavetype precies weer wat wordt toegevoegd, wat wordt vervangen en wat onaangeroerd blijft. Er wordt niets naar Apple verzonden totdat u daar bevestigt.
no: **Gjennomgå endringer**-lister, per lokalitet og visningstype, nøyaktig hva som vil bli lagt til, hva som vil bli erstattet, og hva som forblir urørt. Ingenting sendes til Apple før du bekrefter der.
pl: Lista **Przejrzyj zmiany**, według ustawień regionalnych i typu wyświetlania, zawiera szczegółowe informacje o tym, co zostanie dodane, co zostanie zastąpione i co pozostanie nietknięte. Nic nie zostanie wysłane do Apple, dopóki tego nie potwierdzisz.
pt_br: **Revisar alterações** lista, por localidade e tipo de tela, exatamente o que será adicionado, o que será substituído e o que ficará intacto. Nada é enviado à Apple até você confirmar ali.
pt_pt: **Analise as listas de alterações**, por localidade e tipo de exibição, exatamente o que será adicionado, o que será substituído e o que permanecerá intacto. Nada é enviado para a Apple até que você confirme lá.
ro: **Examinați modificările**, în funcție de locație și tip de afișare, exact ce va fi adăugat, ce va fi înlocuit și ce rămâne neatins. Nimic nu este trimis la Apple până când nu confirmați acolo.
ru: **Просмотреть изменения** показывает для каждого языка и типа дисплея, что именно будет добавлено, что заменено, а что останется без изменений. Ничего не отправляется в Apple, пока вы не подтвердите это там.
sk: **Skontrolujte zmeny**, podľa miestneho nastavenia a typu zobrazenia, čo presne sa pridá, čo sa nahradí a čo zostane nedotknuté. Do Apple sa nič neodošle, kým to tam nepotvrdíte.
sl: **Pregled sprememb** navaja točno tisto, kar bo dodano, kaj bo zamenjano in kaj bo ostalo nedotaknjeno, glede na jezik in vrsto prikaza. Nič se ne pošlje podjetju Apple, dokler tam ne potrdite.
sv: **Granska ändringar**-listor, per plats och visningstyp, exakt vad som kommer att läggas till, vad som kommer att ersättas och vad som förblir orört. Inget skickas till Apple förrän du bekräftar där.
th: **ตรวจสอบการเปลี่ยนแปลง** รายการ ตามสถานที่และประเภทการแสดงผล สิ่งที่จะเพิ่ม สิ่งที่จะถูกแทนที่ และสิ่งที่ยังคงเหมือนเดิม จะไม่มีการถูกส่งไปยัง Apple จนกว่าคุณจะยืนยันที่นั่น
tr: **Değişiklikleri İncele**, her dil ve ekran türü için tam olarak neyin ekleneceğini, neyin değiştirileceğini ve neyin olduğu gibi kalacağını listeler. Siz orada onaylayana kadar Apple'a hiçbir şey gönderilmez.
uk: **Переглянути зміни** показує для кожної мови й типу дисплея, що саме буде додано, що буде замінено, а що залишиться без змін. Нічого не надсилається в Apple, доки ви не підтвердите там.
ur: **تبدیلیوں کا جائزہ لیں** فہرستیں، فی لوکیل اور ڈسپلے کی قسم، بالکل کیا شامل کیا جائے گا، کیا تبدیل کیا جائے گا، اور کیا باقی رہے گا۔ ایپل کو کچھ بھی نہیں بھیجا جاتا ہے جب تک کہ آپ وہاں تصدیق نہ کریں۔
vi: **Xem lại các thay đổi** danh sách, theo ngôn ngữ và loại hiển thị, chính xác những gì sẽ được thêm vào, những gì sẽ được thay thế và những gì không bị ảnh hưởng. Không có gì được gửi đến Apple cho đến khi bạn xác nhận ở đó.
zh_hans: **检查更改** 会按语言和显示类型，准确列出将添加、将替换以及保持不变的内容。在你于该处确认之前，不会向 Apple 发送任何内容。
zh_hant: **檢查更改**會依語言和顯示類型，精確列出將被加入、取代以及保持不變的內容。在你於該處確認之前，不會傳送任何內容給 Apple。

source: **Rich text**: while editing, select part of the text and use the format bar for bold, italic, underline, strikethrough, a different size, or a different color — per run, inside one shape. **Clear formatting** returns the selection to the shape's base style.
ar: **نص منسق**: أثناء التحرير، حدد جزءًا من النص واستخدم شريط التنسيق للخط العريض أو المائل أو التسطير أو يتوسطه خط أو حجم مختلف أو لون مختلف - لكل تشغيل، داخل شكل واحد. **مسح التنسيق** يعيد التحديد إلى النمط الأساسي للشكل.
ca: **Text enriquit**: durant l'edició, seleccioneu part del text i utilitzeu la barra de format per a negreta, cursiva, subratllat, ratllat, una mida diferent o un color diferent, per tirada, dins d'una forma. **Esborra el format** torna la selecció a l'estil base de la forma.
cs: **Rich text**: při úpravách vyberte část textu a použijte formátovací řádek pro tučné písmo, kurzívu, podtržení, přeškrtnutí, jinou velikost nebo jinou barvu – na běh, uvnitř jednoho tvaru. **Vymazat formátování** vrátí výběr do základního stylu tvaru.
da: **Rig tekst**: Mens du redigerer, skal du vælge en del af teksten og bruge formatlinjen til fed, kursiv, understreget, gennemstreget, en anden størrelse eller en anden farve - pr. kørsel, inde i én form. **Ryd formatering** returnerer markeringen til figurens basisstil.
de: **Rich Text**: Markiere beim Bearbeiten einen Teil des Textes und nutze die Formatierungsleiste für Fett, Kursiv, Unterstrichen, Durchgestrichen, eine andere Größe oder Farbe – abschnittsweise innerhalb einer Form. **Formatierung entfernen** setzt die Markierung auf den Grundstil der Form zurück.
el: **Πλούσιο κείμενο**: κατά την επεξεργασία, επιλέξτε μέρος του κειμένου και χρησιμοποιήστε τη γραμμή μορφής για έντονη, πλάγια γραφή, υπογράμμιση, διαγράμμιση, διαφορετικό μέγεθος ή διαφορετικό χρώμα — ανά εκτέλεση, μέσα σε ένα σχήμα. Η **Διαγραφή μορφοποίησης** επιστρέφει την επιλογή στο βασικό στυλ του σχήματος.
es: **Texto enriquecido**: mientras editas, selecciona parte del texto y usa la barra de formato para aplicar negrita, cursiva, subrayado, tachado, otro tamaño u otro color a ese fragmento, dentro de una misma forma. **Borrar formato** devuelve la selección al estilo base de la forma.
fa: **متن غنی**: هنگام ویرایش، بخشی از متن را انتخاب کنید و از نوار قالب‌بندی برای پررنگ، مورب، زیرخط، خط‌خورده، اندازه یا رنگ متفاوت استفاده کنید — برای هر بخش جداگانه، درون یک شکل. **پاک کردن قالب‌بندی** بخش انتخاب‌شده را به سبک پایهٔ شکل برمی‌گرداند.
fi: **Rich text**: valitse muokkauksen aikana osa tekstistä ja käytä muokkauspalkkia lihavointiin, kursivointiin, alleviivaukseen, yliviivaukseen, eri kokoon tai eri väriin – per ajo, yhden muodon sisällä. **Tyhjennä muotoilu** palauttaa valinnan muodon perustyyliin.
fr: **Texte enrichi** : pendant la modification, sélectionnez une partie du texte et utilisez la barre de mise en forme pour appliquer gras, italique, souligné, barré, une autre taille ou une autre couleur — à une portion de texte, au sein d'une même forme. **Effacer la mise en forme** rétablit le style de base de la forme sur la sélection.
he: **טקסט עשיר**: בזמן העריכה, בחר חלק מהטקסט והשתמש בסרגל הפורמט עבור מודגש, נטוי, קו תחתון, קו חוצה, גודל אחר או צבע אחר - לכל הפעלה, בתוך צורה אחת. **נקה עיצוב** מחזיר את הבחירה לסגנון הבסיס של הצורה.
hr: **Obogaćeni tekst**: tijekom uređivanja odaberite dio teksta i upotrijebite traku za formatiranje za podebljanje, kurziv, podcrtavanje, precrtavanje, drugu veličinu ili drugu boju — po izvođenju, unutar jednog oblika. **Jasno oblikovanje** vraća odabir na osnovni stil oblika.
hu: **Bővített szöveg**: szerkesztés közben jelölje ki a szöveg egy részét, és használja a formátumsávot félkövér, dőlt, aláhúzott, áthúzott, eltérő méretű vagy eltérő szín megjelenítéséhez – futásonként, egy alakzaton belül. A **Formázás törlése** visszaállítja a kijelölést az alakzat alapstílusához.
id: **Teks kaya**: saat mengedit, pilih bagian teks dan gunakan bilah format untuk huruf tebal, miring, garis bawah, coret, ukuran berbeda, atau warna berbeda — per proses, dalam satu bentuk. **Hapus pemformatan** mengembalikan pilihan ke gaya dasar bentuk.
it: **Testo formattato**: durante la modifica, seleziona parte del testo e usa la barra di formattazione per grassetto, corsivo, sottolineato, barrato, una dimensione diversa o un colore diverso, per singoli tratti all'interno di una forma. **Cancella formattazione** riporta la selezione allo stile di base della forma.
ja: **リッチテキスト**: 編集中にテキストの一部を選択し、書式バーで太字、斜体、下線、取り消し線、サイズ、色を1つの図形の中で部分ごとに設定できます。**書式をクリア** で選択部分が図形の基本スタイルに戻ります。
ko: **서식 있는 텍스트**: 편집 중에 텍스트 일부를 선택하고 서식 막대로 굵게, 기울임꼴, 밑줄, 취소선, 다른 크기나 색상을 적용할 수 있습니다. 한 도형 안에서도 부분마다 다르게 지정됩니다. **서식 지우기**는 선택 부분을 도형의 기본 스타일로 되돌립니다.
ms: **Teks kaya**: semasa mengedit, pilih sebahagian daripada teks dan gunakan bar format untuk tebal, condong, garis bawah, coretan, saiz yang berbeza atau warna yang berbeza — setiap larian, dalam satu bentuk. **Pemformatan kosong** mengembalikan pemilihan kepada gaya asas bentuk.
nl: **Rich text**: selecteer tijdens het bewerken een deel van de tekst en gebruik de opmaakbalk voor vet, cursief, onderstrepen, doorhalen, een ander formaat of een andere kleur – per run, binnen één vorm. **Duidelijke opmaak** retourneert de selectie naar de basisstijl van de vorm.
no: **Rik tekst**: mens du redigerer, velg en del av teksten og bruk formatlinjen for fet, kursiv, understreket, gjennomstreking, en annen størrelse eller en annen farge – per kjøring, inne i én form. **Tøm formatering** returnerer utvalget til formens grunnstil.
pl: **Tekst sformatowany**: podczas edycji zaznacz część tekstu i użyj paska formatu, aby zastosować pogrubienie, kursywę, podkreślenie, przekreślenie, inny rozmiar lub inny kolor — na przebieg, w jednym kształcie. **Wyczyść formatowanie** przywraca zaznaczenie do podstawowego stylu kształtu.
pt_br: **Texto formatado**: durante a edição, selecione parte do texto e use a barra de formatação para negrito, itálico, sublinhado, tachado, outro tamanho ou outra cor — por trecho, dentro de uma forma. **Limpar formatação** devolve a seleção ao estilo base da forma.
pt_pt: **Rich text**: durante a edição, selecione parte do texto e use a barra de formatação para negrito, itálico, sublinhado, tachado, um tamanho diferente ou uma cor diferente — por execução, dentro de uma forma. **Limpar formatação** retorna a seleção ao estilo base da forma.
ro: **Text îmbogățit**: în timpul editării, selectați o parte a textului și utilizați bara de format pentru aldine, cursive, subliniat, barat, o dimensiune diferită sau o culoare diferită - pe rulare, în interiorul unei forme. **Șterge formatarea** readuce selecția la stilul de bază al formei.
ru: **Форматированный текст**: во время редактирования выделите часть текста и с помощью панели форматирования сделайте ее жирной, курсивной, подчеркнутой, зачеркнутой, другого размера или цвета — отдельно для фрагмента внутри одной фигуры. **Очистить форматирование** возвращает выделению базовый стиль фигуры.
sk: **Rich text**: pri úpravách vyberte časť textu a použite formátovací riadok pre tučné písmo, kurzívu, podčiarknutie, prečiarknutie, inú veľkosť alebo inú farbu – na jeden úsek v rámci jedného tvaru. **Vymazať formátovanie** vráti výber do základného štýlu tvaru.
sl: **Obogateno besedilo**: med urejanjem izberite del besedila in uporabite vrstico za oblikovanje za krepko, poševno, podčrtano, prečrtano, drugo velikost ali drugo barvo - na potek, znotraj ene oblike. **Počisti oblikovanje** vrne izbor na osnovni slog oblike.
sv: **Rik text**: medan du redigerar, välj en del av texten och använd formatfältet för fetstil, kursiv, understruken, genomstruken, en annan storlek eller en annan färg - per körning, inuti en form. **Rensa formatering** återställer markeringen till formens basstil.
th: **Rich text**: ขณะแก้ไข ให้เลือกส่วนหนึ่งของข้อความและใช้แถบรูปแบบสำหรับตัวหนา ตัวเอียง ขีดเส้นใต้ ขีดทับ ขนาดอื่น หรือสีอื่น - ในแต่ละรอบภายในรูปร่างเดียว **ล้างการจัดรูปแบบ** จะทำให้ส่วนที่เลือกกลับไปเป็นลักษณะพื้นฐานของรูปร่าง
tr: **Zengin metin**: düzenlerken metnin bir bölümünü seçin ve biçim çubuğunu kullanarak kalın, italik, altı çizili, üstü çizili, farklı boyut veya farklı renk uygulayın — tek bir şeklin içinde, parça bazında. **Biçimlendirmeyi temizle**, seçimi şeklin temel stiline döndürür.
uk: **Форматований текст**: під час редагування виділіть частину тексту й скористайтеся панеллю форматування для жирного, курсиву, підкреслення, закреслення, іншого розміру чи іншого кольору — окремо для фрагмента всередині однієї фігури. **Очистити форматування** повертає виділенню базовий стиль фігури.
ur: **رچ ٹیکسٹ**: ترمیم کرتے وقت، متن کا کچھ حصہ منتخب کریں اور فارمیٹ بار کو بولڈ، اٹالک، انڈر لائن، اسٹرائیک تھرو، مختلف سائز، یا مختلف رنگ کے لیے استعمال کریں — فی رن، ایک ہی شکل کے اندر۔ **کلیئر فارمیٹنگ** انتخاب کو شکل کے بنیادی انداز پر لوٹاتا ہے۔
vi: **Văn bản có định dạng**: trong khi chỉnh sửa, hãy chọn một phần văn bản và sử dụng thanh định dạng để in đậm, in nghiêng, gạch chân, gạch ngang, kích thước khác hoặc màu khác — mỗi lần chạy, bên trong một hình dạng. **Xóa định dạng** trả lại vùng chọn về kiểu cơ sở của hình dạng.
zh_hans: **富文本**：编辑时选中部分文本，即可使用格式栏在同一个形状内为这部分文本设置粗体、斜体、下划线、删除线、不同的字号或颜色。**清除格式** 会将所选文本恢复为形状的基本样式。
zh_hant: **格式化文字**：編輯時選取部分文字，並使用格式列套用粗體、斜體、底線、刪除線、不同大小或不同顏色——可在同一形狀內逐段設定。**清除格式**會將選取範圍恢復為形狀的基本樣式。

source: **Row label** — names the folder this row exports into.
ar: **تصنيف الصف** — يسمي المجلد الذي يصدر إليه هذا الصف.
ca: **Etiqueta de fila**: anomena la carpeta a la qual exporta aquesta fila.
cs: **Název řádku** – pojmenuje složku, do které se tento řádek exportuje.
da: **Rækkeetiket** — navngiver den mappe, som denne række eksporteres til.
de: **Zeilenbezeichnung** – benennt den Ordner, in den diese Zeile exportiert wird.
el: **Ετικέτα γραμμής** — ονομάζει τον φάκελο στον οποίο εξάγει αυτή η σειρά.
es: **Etiqueta de fila**: nombra la carpeta a la que se exporta esta fila.
fa: **برچسب ردیف** - پوشه ای را که این ردیف به آن صادر می کند نام می برد.
fi: **Rivitunniste** — nimeää kansion, johon tämä rivi viedään.
fr: **Étiquette de ligne** : nomme le dossier dans lequel cette ligne est exportée.
he: **תווית שורה** - שמה לתיקייה שהשורה הזו מייצאת אליה.
hr: **Oznaka retka** — imenuje mapu u koju ovaj red eksportira.
hu: **Sorcímke** – megnevezi azt a mappát, amelybe ez a sor exportálja.
id: **Label baris** — memberi nama folder tujuan ekspor baris ini.
ja: **行ラベル** — この行がエクスポートされるフォルダーの名前を付けます。
ko: **행 라벨** — 이 행을 내보내는 폴더의 이름을 지정합니다.
ms: **Label baris** — menamakan folder yang dieksport ke dalam baris ini.
nl: **Rijlabel** — geeft de naam aan van de map waarnaar deze rij exporteert.
no: **Radetikett** — navngir mappen denne raden eksporteres til.
pl: **Etykieta wiersza** — określa folder, do którego eksportowany jest ten wiersz.
pt_br: **Rótulo da linha** — nomeia a pasta para a qual esta linha é exportada.
pt_pt: **Rótulo da linha** — nomeia a pasta para a qual esta linha é exportada.
ro: **Etichetă rând** — denumește folderul în care exportă acest rând.
sk: **Označenie riadka** – pomenuje priečinok, do ktorého sa tento riadok exportuje.
sl: **Oznaka vrstice** — poimenuje mapo, v katero izvozi ta vrstica.
sv: **Radetikett** — namnger mappen som denna rad exporteras till.
th: **ป้ายกำกับแถว** — ตั้งชื่อโฟลเดอร์ที่แถวนี้จะส่งออกไป
ur: **رو لیبل** — اس فولڈر کو نام دیتا ہے جس میں یہ قطار برآمد کرتی ہے۔
vi: **Nhãn hàng** — đặt tên cho thư mục mà hàng này xuất vào.
zh_hans: **行标签** — 命名该行导出到的文件夹。
